# -*- coding: utf-8 -*-
'''
«адание 6.2
1. «апросить у пользовател€ ввод IP-адреса в формате 10.0.1.1
2. ќпределить тип IP-адреса.
3. ¬ зависимости от типа адреса, вывести на стандартный поток вывода:
   'unicast' - если первый байт в диапазоне 1-223
   'multicast' - если первый байт в диапазоне 224-239
   'local broadcast' - если IP-адрес равен 255.255.255.255
   'unassigned' - если IP-адрес равен 0.0.0.0
   'unused' - во всех остальных случа€х
ќграничение: ¬се задани€ надо выполн€ть использу€ только пройденные темы.
'''
